Revit 2026 API

# IContextMenuCreator Methods

---

The IContextMenuCreator type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | BuildContextMenu | Build a Context Menu. |

#### Reference

IContextMenuCreator Interface

Autodesk.Revit.UI Namespace